;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Joe Lambrecht
;~ Link.........: none
;~ =============================================================================

[Main]
Product = Complete Internet Repariere
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = German - Deutsch
Code = de
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Über %{Program.Name}
Label_Version = Version
Label_AutoIt = erstelle AutoIt Version
Label_Copyright = Copyright
Tip_Title_Donate = Spende für unsere Sache
Tip_Message_Donate = Wenn Sie spenden, tragen Sie dazu bei, dass unsere Software kostenlos bleibt. 
Label_Home = Homepage
Label_License = Lizenz
Label_Support = Hilfe erhalten
Tip_Title_Country = Made in South Africa
Tip_Message_Country = %{Program.Name} was born in South Africa.
Label_Contributors = Mitwirkende
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_GooglePlus = Find us on Google.
Tip_GitHub = %{Program.Name} on GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Tip_RAM = Arbeitsspeicher
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Achtung! Reparieren Sie niemals etwas, das nicht kaputt ist.
Label_Status_Updates = Suche nach Updates
Checkbox_Repair_01 = Internet Protokolle zurücksetzen (TCP/IP)
Checkbox_Repair_02 = Repariere Winsock (Reset Catalog)
Checkbox_Repair_03 = Internetverbindung reparieren
Checkbox_Repair_04 = Cache für DNS-Auflösung leeren (Domain Name System)
Checkbox_Repair_05 = Flush ARP Cache (Address Resolution Protocol)
Checkbox_Repair_06 = Repariere Internet Explorer %s
Checkbox_Repair_07 = Löschen Sie den Windows Update-Verlauf
Checkbox_Repair_08 = Repariere Windows / Automatische Updates
Checkbox_Repair_09 = Repariere SSL / HTTPS / Verschlüsselung
Checkbox_Repair_10 = Proxy Server Konfiguration zurücksetzen
Checkbox_Repair_11 = Windows Firewall Konfiguration zurücksetzen
Checkbox_Repair_12 = Standardhostdatei wiederherstellen
Checkbox_Repair_13 = Erneuerung Wins Client-Registrierungen
Checkbox_Repair_14 = Netzwerkcomputer im Datei-Explorer sichtbar machen
Tip_Status_Show = zeige Status
Tip_Status_Hide = verberge Status
Button_Go = Los!
Button_Go_Stop = Stop
Info_01 = Bevor Sie loslegen! \rnEs wird empfohlen, einen Systemwiederherstellungspunkt zu erstellen, um alle durch Complete Internet Repair vorgenommenen Änderungen rückgängig zu machen. Führen Sie außerdem die integrierten Windows Internet-Problemlösungen vor allen Repair-Optionen aus. Wählen Sie Ihre Repair-Optionen aus und drücken Sie zum Starten die Taste %s. Wählen Sie nichts aus, es sei denn, Ihr Computer hat das beschriebene Problem. Überspringen Sie alle Optionen, die Sie nicht verstehen.
Info_02 = Diese Option schreibt wichtige Registrierungsschlüssel neu, die vom TCP / IP-Stack (Internet Protokoll) verwendet werden. Dies hat das gleiche Ergebnis, wie das Entfernen und erneute Installieren des Protokolls.
Info_03 = Dies kann zum Reparieren von Winsock-Beschädigungen verwendet werden, wodurch die Netzwerkverbindung verloren geht. Diese Option sollte mit Vorsicht verwendet werden, da alle vorinstallierten LSPs erneut installiert werden müssen.
Info_04 = Erneuern Sie alle Internetverbindungen (TCP / IP)
Info_05 = DNS-Resolver-Cache leeren, alle DHCP-Leases aktualisieren und DNS-Namen erneut registrieren.
Info_06 = ARP-Cache (Address Resolution Protocol) ist eine Technik, die zum Speichern von "Zuordnungen" von OSI-Modell-Netzwerkschichtadressen (IP-Adressen) zu entsprechenden OSI-Modelldatenlink-Adressen (MAC-Adressen) verwendet wird. Aufgrund einer Vielzahl möglicher Umstände kann der ARP-Cache beschädigt werden. \rn \rn Zu den Symptomen zählen: Zahlreiche Websites werden nicht geladen und Unterbrechungen bei der Netzwerk- oder Internetverbindung. Der Ping-Befehl funktioniert auch nicht für die Kommunikation mit zwei oder mehr Remote-Hosts.
Info_07 = Registriert alle betroffenen DLL- und OCX-Dateien neu, die für einen reibungslosen Betrieb von Microsoft Internet Explorer erforderlich sind %s.
Info_08 = Diese Option löscht den Windows Update-Verlauf. Dies geschieht durch Leeren der Verzeichnisse '% s' und '% s'.
Info_09 = Diese Option versucht, Windows Update / Automatische Updates zu reparieren. Wählen Sie dies, wenn Sie keine Updates herunterladen oder installieren können.
Info_10 = Wenn Sie Probleme beim Herstellen einer Verbindung zu SSL gesicherten Websites (Bsp. E-Banking) haben, kann diese Option hilfreich sein.
Info_11 = Bei vielen Malware-Infektionen werden Proxyserver erstellt und Windows so eingerichtet, dass der gesamte Webverkehr durch den Virenproxy geleitet wird. Wenn Sie beispielsweise versuchen, auf Rizonesoft.com zuzugreifen, wird auf eine Malware-Website umgeleitet. \rn \rnDiese Option versucht, alle Proxy-Konfigurationen zurückzusetzen, einschließlich der permanenten WinHTTP-Proxy-Konfiguration.
Info_12 = Windows-Firewall-Konfiguration auf den Standardstatus zurücksetzen.
Info_13 = Windows-Hosts-Datei auf den Standardstatus zurücksetzen.
Info_14 = Es ist manchmal erforderlich, dass Clients oder Server in Ihrem Netzwerk ihre NetBIOS-Namen bei einem WINS-Server (Windows Internet Name Service) erneut registrieren müssen. \ Rn \ rnHier gibt es Situationen, in denen eine Erneuerung der WINS-Clientregistrierungen erforderlich ist: Die Registrierung ist verloren gegangen oder in WINS gelöscht und muss vom Client aktualisiert werden. Die Registrierung ist in einigen WINS-Servern vorhanden, in anderen jedoch nicht. Eine erneute Registrierung ist hier hilfreich, um die WINS-Versions-IDs zu erhöhen, die dazu beitragen, dass eine WINS-Serverreplikation ausgeführt wird.
Info_15 = Standardmäßig sollten Computer in Ihrem lokalen Netzwerk sichtbar sein, wenn Sie mit dem Explorer nach einem Netzwerkgerät suchen. Bei Windows 10 Version 1803 sind einige Computer nur über ihren Namen oder ihre IP-Adresse erreichbar.
Label_Sub_Heading_Notice = Complete Internet Repariere funktion jetzt gebündelt mit Complete Windows Repariere. Hier klicken, um es jetzt herunterzuladen und zu entwickeln!!
Label_All_Complete = Alle ausgewählten Aufgaben abschließen.
Checkbox_Select_All = Select All

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a small donation?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[File]
Backup_Saving = Sichere '%s'.
Backup_Success = Das Verzeichnis wurde erfolgreich in gespeichert '%s'.
Backup_Continue = Wir werden jetzt mit dem Entfernen fortfahren.
Backup_Error_01 = '%s' konnte nicht gesichert werden.
Backup_Error_02 = Um Datenverlust zu vermeiden, wird dieses Verzeichnis nicht entfernt.
CleanDir_Clearing = Lösche '%s'.
CleanDir_Error_01 = Verzeichnispfad
CleanDir_Error_02 = Nichts hier '%s'
CleanDir_Error_03 = '%s' kann nicht gelöscht werden.
CleanDir_Attributes = Attribute setzen für '%s'.
CleanDir_Success = erflogreich gelöscht '%s'.
Delete_Removing = entferne '%s'.
Delete_Success = Die Datei wurde erfolgreich gelöscht.
Delete_Error = Beim Löschen der Datei ist ein Fehler aufgetreten.
OpenText_Opening = Öffne '%s'
OpenText_Success = '% S'-Datei anzeigen.
OpenText_Error = Die '% s'-Datei konnte nicht gefunden werden.

[Logging]
Finished = Beendet
success = Erfolg
Response_Received = Antwort erhalten
Successfully = Erfolgreich
OK = OK!
Registration_succeeded = Registrierung erfolgreich abgeschlossen
Initiated = Initiiert
Error = error
Failed = fehlgeschlagen
Access_Denied = Zugriff verweigert
No_Operation_Performed = Es kann keine Operation ausgeführt werden
VERSION = VERSION
File_Not_Found = '%s' log File konnte nicht gefunden werden.
Showing_File = Zeige '%s' log File.
Showing_Error = Etwas ist schief gelaufen: Process ID: %s
Opening_File = Öffne log File.
Opening_Directory = Öffne das log Verzeichnis...
Directory_Not_Found = '%s' log Verzeichnis konnte nicht gefunden werden.
Showing_Directory = Zeige '%s' log Verzeichnis.
Bool_Yes = Ja
Bool_No = Nein
Info_Date = Datum:
Info_Program = Programm:
Info_Program_Path = Programm Pfad:
Info_Compiled = Zusammengestellt:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows Version:
Info_System_Type = System Type:
Info_Memory = Memory (RAM):
Info_ProgramFiles = Programme Verzeichnis:
Info_Windows_Directory = Windows Verzeichnis:
Level_Error = Error:
Level_Warning = Warnung:
Level_Success = Erfolg:
Level_Finished = Beendet:

[Menus]
File = &Datei
File_Event_Log = Windows &Ereignisanzeige
File_Preferences = &Optionen
File_Logging = &Protokollierung
File_Logging_Open_File = Öffne &log File
File_Logging_Open_Directory = Öffne log &Verzeichnis
File_Logging_IP_Reset = Öffne &IP reset log
File_Export = &Export (information)
File_Export_IP = &IP Konfiguration (alle)
File_Export_LSP = Winsock &LSPs
File_Export_ARP = &ARP Einträge (alle)
File_Export_NBIOS = Net&BIOS Statistiken
File_Reboot = &Windows neustarten
File_Close = &Schließe\tAlt+F4
Maintenance = &Verwaltung
Maintenance_Restore = &Wiederherstellungspunkt erstellen
Troubleshoot = &Problembehandlung
Troubleshoot_01 = Netzwerk Diagnose &Web (Internet)
Troubleshoot_02 = Netzwerk Diagnose Netzwerk &Adapter
Troubleshoot_03 = I&nternet Diagnose
Troubleshoot_04 = Netzwerk Diagnose &Eingehend
Troubleshoot_05 = &Home Group Diagnostic
Troubleshoot_06 = Netzwerkdiagnose &Dateifreigabe
Troubleshoot_07 = &BITS Diagnose
Troubleshoot_08 = Windows &Update Diagnose
Troubleshoot_09 = Internet E&xplorer Diagnose
Troubleshoot_10 = Internet Explorer &Sicherheits-Diagnose
Troubleshoot_11 = Internet Sp&eed Test
Troubleshoot_12 = Get Router &Passwords
Tools = T&ools
Tools_RDP = &Remote Desktop Verbindung
Tools_IE_Properties = Internet &Einstellungen
Tools_Install_IP6 = &Installiere IP6 Protocoll
Tools_Uninstall_IP6 = &Deinstalliere IP6 Protocoll
Tools_Repair_WorkView = Repariere &Workgroup Computers view
Help = &Hilfe
Help_Update = auf &Updates überprüfen
Help_Home = %{Company.Name} &Home
Help_Downloads = Mehr &Downloads
Help_Support = &Hilfe erhalten
Help_Issue = Problem melden
Help_Donate = Spende für &unsere Sache 
Help_About = Über %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Bitte beachten
Warning_Title = Warnung!
Error_Title = Oops! Etwas ist schief gelaufen!
Error_Oops = Oops!
Singleton = eine andere Instanz von %{Program.Name} wird bereits ausgeführt.
Compatible = %{Program.Name} ist nicht mit Ihrer Windows-Version kompatibel. Wenn Sie glauben, dass es sich hierbei um einen Fehler handelt, können Sie eine Nachricht mit allen Details bei '% s' hinterlassen.
Compatible_Bit = Unglücklicherweise %{Program.Name} 32 Bit ist nicht mit Ihrer Windows-Version kompatibel. Laden Sie %{Program.Name} 64 Bit von '%s' herunter 
Loading_Initializing = Initialisierung %{Program.Name}
Loading_Localizations = Lokalisierungen laden
Loading_Resources = Ressourcen einstellen
Loading_WorkingDirectories = Arbeitsverzeichnisse einstellen
Loading_Logging = Protokollierung initialisieren
Loading_Configuration = Lade Konfiguration
Loading_Shortcuts = Tastaturkürzel einstellen
Loading_Interface = Core Interface starten
Ping_Check_Connection = Prüfe Internetverbindung.
Ping_Response = Antwort in %s Millisekunden erhalten.
Ping_Host_Offline = Host ist Offline.
Ping_Host_Unreachable = Host ist nicht erreichbar.
Ping_Host_Bad = Host unbekannt.
Ping_Host_No_Internet = Keine Internetverbindung.
Global_Errors = Beendet mit (%02i) %s!
Global_Errors_Error = Fehler
Global_Errors_Errors = Fehler
Global_Finished = Ausgewählte Aufgabe abgeschlossen.
Global_File = Datei
Global_Files = Dateien
RegisterDll_Success = RegSvr32.exe > '%s' Registrierung erfolgreich.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Um ein Modul zu registrieren, müssen Sie einen binären Namen angeben.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Das angegebene Modul wurde nicht gefunden.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Das Modul wurde geladen, aber der Einstiegspunkt DllRegisterServer wurde nicht gefunden.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error Nummer: 0x80070005
Registry_Write_Error = Konnte nicht schreiben in '%s'
Registry_Error_01 = Der angeforderte Schlüssel kann nicht geöffnet werden.
Registry_Error_02 = Der angeforderte Hauptschlüssel kann nicht geöffnet werden.
Registry_Error_03 = Der angeforderte Wert kann nicht geöffnet werden.
Registry_Error_04 = Werttyp wird nicht unterstützt.
Registry_Error_05 = Der angeforderte Wert kann nicht gelöscht werden.
Registry_Error_06 = Der angeforderte Schlüssel / Wert konnte nicht gelöscht werden.

[Messages2]
Select_Something_Title = Wählen Sie etwas aus
Select_Something_Message = Wie wäre es, wenn Sie zuerst etwas auswählen?
Stopping = Bitte warten!
Boot_01 = Möglicherweise ist ein Systemneustart erforderlich, bevor die Einstellungen wirksam werden.
Boot_02 = Neustart oder nicht Neustart?
Boot_03 = Möglicherweise müssen Sie Ihren Computer neu starten, bevor die Einstellungen wirksam werden. Möchten Sie Ihren Computer jetzt neu starten? Speichern Sie Ihre Sachen, halten Sie den Atem an und drücken Sie Ja, um den Computer neu zu starten. Oder drücken Sie Nein, um mich zu ignorieren.
Boot_04 = ^ Sie möchten Ihren Computer nicht neu starten?
Boot_05 = ^ Ich kann dem nicht widersprechen. Es ist immerhin Ihr Computer.
Boot_06 = Klicken Sie auf '%s' und dann auf '%s', um den Computer später neu zu starten.
Boot_07 = Windows neu starten...
MsgBox_Boot_Title = Neustart!
MsgBox_boot_Message = Ihr Computer wird in %s Sekunden neu gestartet. Dies sollte Ihnen genug Zeit geben, um Ihre Sachen zu speichern. Klicken Sie auf OK, um den Computer jetzt neu zu starten.
Boot_Restarting = Ihr Computer wird neu gestartet.
Boot_Canceled = Neustart abgebrochen.
Reset_IP_01 = Zurücksetzen aller IP-Konfigurationen.
Reset_IP_02 = TCP/IP-Rücksetzprotokoll befindet sich in '%s'.
Reset_IP_03 = Zurücksetzen der IP-Version 4-Konfigurationen.
Reset_IP_04 = Zurücksetzen der IP-Version 6-Konfigurationen.
Winsock_01 = Versuche den Winsock-Katalog zurückzusetzen.
Winsock_02 = Es wird empfohlen, Windows XP Service Pack 2 oder höher zu installieren.
Winsock_03 = Der Winsock-Katalog wurde zurückgesetzt.
Winsock_04 = Zurücksetzen von Winsock mit Methode 1.
Winsock_05 = Zurücksetzen von Winsock mit Methode 2.
Renew_IP_01 = Freigeben und Erneuern von TCP/IP-Verbindungen.
Renew_IP_02 = Freigeben von TCP/IP-Verbindungen.
Renew_IP_03 = Erneuern von TCP/IP-Verbindungen.
Renew_IP_04 = Zurücksetzen von Winsock.
Renew_IP_05 = TCP/IP erneuert
DNS_01 = DNS-Resolver-Cache aktualisieren.
DNS_02 = lösche DNS-Cache
DNS_03 = Registriere DNS
DNS_04 = DNS erneuert
ARP_01 = lösche ARP (Address Resolution Protocol) Cache.
ARP_02 = ARP Cache erneuert
Repair_IE_01 = Repariere Internet Explorer version %s.
Repair_IE_02 = Schließe Internet Explorer. Speichern Sie Ihre Arbeit, bevor Sie auf OK klicken
Repair_IE_03 = Repariere 'In neuem Tab/Fenster öffnen funktioniert nicht'.
Repair_IE_04 = Repariere 'Der Add-Ons-Manager Menüeintrag ist vorhanden, aber es passiert nichts'.
Repair_IE_05 = Repariere Einfache HTML Mail API.
Repair_IE_06 = Repariere Gruppenrichtlinien Snap-In.
Repair_IE_07 = Repariere Smart Screen.
Repair_IE_08 = Repariere IEAK Branding.
Repair_IE_09 = Repariere Entwicklungswerkzeuge.
Repair_IE_10 = Repariere 'IE8 wird sofort beim Start geschlossen'.
Repair_IE_11 = Repariere Lizenz Manager.
Repair_IE_12 = Repariere Javascript-Links funktionieren nicht (Robin Walker) .NET hub-Datei.
Repair_IE_13 = Repariere VS Debugger.
Repair_IE_14 = Repariere Druckprobleme, öffnet in einem neuen Fenster.
Repair_IE_15 = Repariere 'Die Suche auf dieser Seite ist leer'.
Repair_IE_16 = Repariere Prozess Debug Manager.
Repair_IE_17 = Repariere VML Renderer.
Repair_IE_18 = Repariere 'Neue Registerkartenseite kann keinen Inhalt anzeigen, da sie nicht auf die Steuerelemente zugreifen kann'.
Repair_IE_19 = Dies ist das Ergebnis eines Fehlers in der Datei shdocvw.dll.
Repair_IE_20 = Repariere Outlook Express.
Repair_IE_21 = Der Internet Explorer sollte jetzt korrekt funktionieren.
Clear_Update_01 = Dateispeicher löschen (Update-Verlauf).
Clear_Update_02 = Update-Verlauf gelöscht.
Repair_Update_01 = Repariere Windows Update / Automatische Updates.
Repair_Update_02 = Stoppe Nero Update Dienst.
Repair_Update_03 = Stoppe BITS Dienst.
Repair_Update_04 = Stoppe Automatische Updates Dienst.
Repair_Update_05 = Festlegen der BITS-Sicherheitsbeschreibung.
Repair_Update_06 = Festlegen der Sicherheitsbeschreibung Automatische Updates Dienst.
Repair_Update_07 = Konfiguriere den Automatic Updates Dienst.
Repair_Update_08 = Konfiguriere BITS.
Repair_Update_09 = Registering Windows Updates Dlls.
Repair_Update_10 = Starten Automatische Updates Dienst neu.
Repair_Update_11 = Starte BITS Dienst neu.
Repair_Update_12 = Starte Nero Update Dienst neu.
Repair_Update_13 = Bereinigen Transaktionsmetadaten beim nächsten Transactional Resource Manager start.
Repair_Update_14 = lösche BITS-Warteschlange.
Repair_Update_15 = Die Windows Update-Erkennung wird sofort gestartet.
Repair_Update_16 = Windows Update repariert.
SSL_Crypt_01 = Repariere SSL/HTTPS/Verschlüsselungs Dienst.
SSL_Crypt_02 = Stoppe den Verschlüsselungs Dienst.
SSL_Crypt_03 = Konfiguriere den Verschlüsselungs Dienst.
SSL_Crypt_04 = Lösche '%s'.
SSL_Crypt_05 = '%s' gelöscht.
SSL_Crypt_06 = Registriere SSL/HTTPS/Verschlüsselungs DLLs.
SSL_Crypt_07 = SSL/HTTPS/Verschlüsselungs DLLs Registriert.
SSL_Crypt_08 = Starte Verschlüsselungs Dienst neu.
SSL_Crypt_09 = Online banking sollte wieder funktionieren.
Reset_Proxy_01 = Proxy-Konfiguration zurücksetzen.
Reset_Proxy_02 = Proxy auf direkten Zugriff einstellen.
Reset_Proxy_03 = Proxy-Einstellungen werden auf die Standardwerte zurückgesetzt.
Reset_Firewall_01 = Zurücksetzen der Windows Firewall Konfiguration.
Reset_Firewall_02 = Die Firewall-Einstellungen werden auf die Standardeinstellungen zurückgesetzt.
Restore_HOSTS_01 = Wiederherstellen der Standardwerte der HOSTS-Datei.
Restore_HOSTS_02 = Beim Schreiben der Hosts-Datei ist ein Fehler aufgetreten.
Restore_HOSTS_03 = Daten in die HOSTS-Datei schreiben.
Restore_HOSTS_04 = HOSTS-Datei erfolgreich erstellt.
Restore_HOSTS_05 = HOSTS-Datei zurückgesetzt.
Renew_Wins_01 = Erneuerung Wins Client Registrierungen.
Renew_Wins_02 = Wins Client Registrierungen erneuert.
Make_Computers_Visible_01 = Mache Netzwerkcomputer sichtbar.
Make_Computers_Visible_02 = Konfigurieren der Funktion Discovery-Ressourcenveröffentlichung Dienst.
Make_Computers_Visible_03 = Netzwerkcomputer sollten jetzt im Datei-Explorer sichtbar sein.
Open_Events_01 = Öffne Windows-Ereignisanzeige.
Open_Events_02 = Die Ereignisanzeige sollte jetzt geöffnet sein.
Export_IP_01 = Exportiere Windows IP Konfiguration.
Export_IP_02 = Windows IP Konfiguration gespeichert in '%s'
Export_IP_03 = Konnte IP Konfiguration nicht speichern.
Export_LSPs_01 = Exportiere Installierte Winsock LSPs.
Export_LSPs_02 = Winsock LSPs Liste gespeichert in '%s'
Export_LSPs_03 = Konnte LSP Liste nicht speichern.
Export_ARP_01 = Exportiere ARP Einträge.
Export_ARP_02 = ARP Einträge gespeichert in '%s'
Export_ARP_03 = Konnte ARP Einträge nicht speichern.
Export_NBIOS_01 = Exportiere NetBIOS Statistiken.
Export_NBIOS_02 = NetBIOS Statistiken gespeichert in '%s'
Export_NBIOS_03 = Konnte NetBIOS Statistiken nicht speichern.
Tools_Open_RDP_01 = Öffne Remote Desktop Verbindung.
Tools_Open_RDP_02 = Konnte Remote Desktop Verbindung nicht öffnen.
Tools_Open_RDP_03 = Remote Desktop Verbindung sollte geöffnet sein.
Tools_Open_IE_Properties_01 = Öffnen Interneteinstellungen.
Tools_Open_IE_Properties_02 = Konnte Interneteinstellungen nicht öffnen.
Tools_Open_IE_Properties_03 = Sie sollten die Interneteinstellungen sehen.
Tools_Install_IP6 = Installiere das TCP/IP v6 Protokoll.
Tools_Uninstall_IP6 = Deinstalliere das TCP/IP v6 Protokoll.
Tools_Repair_WorkGroup = Repariere Ansicht Arbeitsgruppencomputer.

[Preferences]
Window_Title = Einstellungen
Tab_General = Allgemein
Tab_Cache = Zwischenspeicher
Tab_Performance = Leistung
Tab_Language = Sprache
Group_Redundancy = Redundanz
Group_Logging = Protokollierung
Group_Priority = Priorität
Group_Memory = Speicher
Group_Language = Sprache
Checkbox_Backup_Folders = Sichere Ordner vor dem entfernen
Checkbox_Export_IP = Exportiere IP Konfiguration vovr dem zurücksetzen
Checkbox_Enable_Logging = Aktiviere Protokollierung
Label_Log_Exceed = Protokollgröße darf nicht größer sein als :
Label_Logging_Size = Protokollgröße: %s KB
Button_Logging_Clear = LÖsche Protokolle
Label_SetPriority = Prozess Priorität einstellen :
Checkbox_SaveRealtime = Setze Priorität auf hoch (nicht Empfohlen).
Checkbox_ReduceMemory = Reduzieren Sie den Speicher auf Systemen mit wenig Speicher.
Label_Language_Message = Wähle die bevorzugte Spracheund drücke die %s Taste, um fortzufahren. (Neustart erforderlich)
Button_Save = Speichern
Button_Cancel = Abbrechen
Label_Updated = Einstellungen gespeichert
Label_Logging_Cleared = Protokolle gelöscht
MsgBox_Language_Title = Sprache gewechselt
MsgBox_Language_Message = Die ausgewählte Sprache hat sich geändert. Complete Internet Repair sollte neu gestartet werden, damit die ausgewählte Sprache wirksam wird.
MsgBox_Closing_Title = Schließe %{Program.Name}
MsgBox_Closing_Message = Möchten Sie %{Program.Name} jetzt schließen?

[Update]
Window_Title_Available = Update verfügbar
Window_Title_Congratulations = Gratulation!
Window_Title_Error = Etwas ist schief gelaufen!
Label_Message_Update = Es ist eine neue Version von '%{Program.Name}' verfügbar.
Label_Message_Latest = Sie verwenden die neueste Version von '%{Program.Name}'.
Label_Message_Error = Informationen zur neuesten Version von '%{Program.Name}' konnten nicht abgerufen werden.
Label_Message_Internet = Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
Label_Build_Current = Aktuelle Version:
Label_Build_Update = Update Version:
CheckBox_NoUpdate = Beim Start nicht nach Updates suchen.
Button_Update = Weiterlesen
Button_Close = Beenden

[Versioning]
Administrator = Administrator
Build = Version
AutoIt_Version = verwendete AutoIt-Version %{AutoIt.Version}
Bit = Bit